
MAIN_PATH = "Project"

COMMANDS_DICT = {
            "cd": "Перемещение между папками",
            "ls": "Вывод содержимого текущей папки на экран",
            "mkdir": "Создание папки",
            "rmdir": "Удаление папки",
            "create": "Создание файла",
            "remove": "Удаление файла",
            "rename": "Переименование файла/папки",
            "read": "Чтение файла",
            "copy": "Копирование файла/папки",
            "move": "Перемещение файла/папки",
            "write": "Запись в файл",
        }
HELP = "Список доступных команд: \n" \
       "cd	-	Перемещение между папками\n" \
       "ls	-	Вывод содержимого текущей папки на экран\n" \
       "mkdir	-	Создание папки\n" \
       "rmdir	-	Удаление папки\n" \
       "create	-	Создание файла\n" \
       "remove	-	Удаление файла\n" \
       "rename	-	Переименование файла/папки\n" \
       "read	-	Чтение файла\n" \
       "copy	-	Копирование файла/папки\n" \
       "move	-	Перемещение файла/папки\n" \
       "write	-	Запись в файл"
